Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.mock.useSample
source: Use a sample photo
ar: استخدام صورة تجريبية
bn: নমুনা ছবি ব্যবহার করুন
ca: Fes servir una foto d'exemple
cs: Použít ukázkovou fotku
da: Brug et eksempelfoto
de: Beispielfoto verwenden
el: Χρήση δείγματος φωτογραφίας
es: Usar una foto de muestra
fi: Käytä esimerkkikuvaa
fr: Utiliser une photo d’exemple
he: השתמש בתמונה לדוגמה
hi: नमूना फ़ोटो इस्तेमाल करें
hr: Upotrijebi probnu fotografiju
hu: Mintafotó használata
id: Pakai foto contoh
it: Usa una foto di esempio
ja: サンプル写真を使う
ko: 샘플 사진 사용
ml: സാമ്പിൾ ഫോട്ടോ ഉപയോഗിക്കുക
ms: Guna foto contoh
nb: Bruk et eksempelbilde
nl: Voorbeeldfoto gebruiken
pl: Użyj przykładowego zdjęcia
pt_br: Usar uma foto de exemplo
pt_pt: Usar uma foto de exemplo
ro: Folosește o fotografie de probă
ru: Использовать пример фото
sk: Použiť vzorovú fotku
sv: Använd ett exempelfoto
ta: மாதிரிப் புகைப்படத்தைப் பயன்படுத்து
te: నమూనా ఫోటోను వాడండి
th: ใช้รูปตัวอย่าง
tr: Örnek fotoğraf kullan
uk: Використати зразок фото
ur: نمونے کی تصویر استعمال کریں
vi: Dùng ảnh mẫu
zh_hans: 使用示例照片
zh_hant: 使用範例照片

# document.mock.useSample.hint
source: Simulator only: continues with a placeholder image
ar: للمحاكي فقط: يتابع بصورة بديلة
bn: শুধু সিমুলেটরে: একটি প্লেসহোল্ডার ছবি নিয়ে এগিয়ে যায়
ca: Només al simulador: continua amb una imatge de substitució
cs: Jen simulátor: pokračuje se zástupným obrázkem
da: Kun i simulator: Fortsætter med et pladsholderbillede
de: Nur im Simulator: macht mit einem Platzhalterbild weiter
el: Μόνο για προσομοιωτή: συνεχίζει με εικόνα δείγματος
es: Solo en el simulador: continúa con una imagen de relleno
fi: Vain simulaattori: jatkaa paikkamerkkikuvalla
fr: Simulateur uniquement : continue avec une image factice
he: בסימולטור בלבד: ממשיך עם תמונת מקום שמור
hi: केवल सिम्युलेटर: प्लेसहोल्डर इमेज के साथ आगे बढ़ता है
hr: Samo simulator: nastavlja sa slikom rezervnog sadržaja
hu: Csak szimulátorban: helyettesítő képpel folytatja
id: Hanya simulator: lanjut dengan gambar pengganti
it: Solo simulatore: continua con un'immagine segnaposto
ja: シミュレーター専用: 代わりの画像で続けます
ko: 시뮬레이터 전용: 임시 이미지로 계속해요
ml: സിമുലേറ്ററിൽ മാത്രം: ഒരു പ്ലേസ്ഹോൾഡർ ചിത്രവുമായി തുടരുന്നു
ms: Simulator sahaja: meneruskan dengan imej ganti
nb: Bare i simulator: fortsetter med et plassholderbilde
nl: Alleen simulator: gaat verder met een plaatshouderafbeelding
pl: Tylko symulator: kontynuuje z obrazem zastępczym
pt_br: Somente no simulador: continua com uma imagem de teste
pt_pt: Apenas no simulador: continua com uma imagem de substituição
ro: Doar în simulator: continuă cu o imagine substituent
ru: Только для симулятора: продолжает с изображением-заглушкой
sk: Iba simulátor: pokračuje so zástupným obrázkom
sv: Endast simulator: fortsätter med en platshållarbild
ta: சிமுலேட்டருக்கு மட்டும்: ஒரு மாதிரிப் படத்துடன் தொடரும்
te: సిమ్యులేటర్‌లో మాత్రమే: ప్లేస్‌హోల్డర్ చిత్రంతో కొనసాగుతుంది
th: เฉพาะซิมูเลเตอร์: ดำเนินการต่อด้วยรูปจำลอง
tr: Yalnızca simülatör: yer tutucu bir görselle devam eder
uk: Лише в симуляторі: продовжує із зображенням-заглушкою
ur: صرف سمیولیٹر: ایک عارضی تصویر کے ساتھ آگے بڑھتا ہے
vi: Chỉ trên trình giả lập: tiếp tục với một ảnh giữ chỗ
zh_hans: 仅限模拟器：使用占位图片继续
zh_hant: 僅限模擬器：以預留圖片繼續

# document.nav.title
source: Verify with a document
ar: التحقق بوثيقة
bn: নথি দিয়ে ভেরিফাই করুন
ca: Verifica amb un document
cs: Ověření dokladem
da: Verificér med et dokument
de: Mit Dokument verifizieren
el: Επαλήθευση με έγγραφο
es: Verificar con un documento
fi: Vahvista asiakirjalla
fr: Vérifier avec un document
he: אימות עם מסמך
hi: दस्तावेज़ से सत्यापित करें
hr: Potvrdi ispravom
hu: Hitelesítés okmánnyal
id: Verifikasi dengan dokumen
it: Verifica con un documento
ja: 書類で認証
ko: 문서로 인증
ml: രേഖ ഉപയോഗിച്ച് പരിശോധിക്കുക
ms: Sahkan dengan dokumen
nb: Verifiser med et dokument
nl: Verifiëren met een document
pl: Weryfikacja dokumentem
pt_br: Verificar com documento
pt_pt: Verificar com um documento
ro: Verifică cu un document
ru: Проверка по документу
sk: Overenie dokladom
sv: Verifiera med ett dokument
ta: ஆவணம் மூலம் சரிபார்
te: పత్రంతో ధృవీకరించండి
th: ยืนยันด้วยเอกสาร
tr: Belgeyle doğrula
uk: Верифікація за документом
ur: دستاویز سے تصدیق کریں
vi: Xác minh bằng giấy tờ
zh_hans: 用证件验证
zh_hant: 以證件驗證

# document.privacy
source: The document number is never stored — only a fingerprint of it, so one document can verify one account. Your photos are deleted once reviewed.
ar: لا يُخزَّن رقم الوثيقة أبدًا — بصمة منه فقط، ليتحقق حساب واحد بوثيقة واحدة. تُحذف صورك بعد المراجعة.
bn: নথির নম্বর কখনও রাখা হয় না — শুধু এর একটি ফিঙ্গারপ্রিন্ট রাখা হয়, যাতে একটি নথি দিয়ে একটি অ্যাকাউন্ট ভেরিফাই হয়। রিভিউ শেষ হলে আপনার ছবিগুলো মুছে ফেলা হয়।
ca: El número del document no es desa mai: només una empremta digital, perquè un document només pugui verificar un compte. Les teves fotos s'eliminen un cop revisades.
cs: Číslo dokladu se nikdy neukládá – jen jeho otisk, takže jeden doklad ověří jeden účet. Fotografie se po posouzení smažou.
da: Dokumentnummeret gemmes aldrig – kun et fingeraftryk af det, så ét dokument kun kan verificere én konto. Dine fotos slettes, når de er gennemgået.
de: Die Dokumentnummer wird nie gespeichert – nur ein Fingerabdruck davon, damit ein Dokument nur ein Konto verifizieren kann. Deine Fotos werden nach der Prüfung gelöscht.
el: Ο αριθμός του εγγράφου δεν αποθηκεύεται ποτέ — μόνο ένα αποτύπωμά του, ώστε ένα έγγραφο να επαληθεύει έναν λογαριασμό. Οι φωτογραφίες σου διαγράφονται μόλις εξεταστούν.
es: El número del documento nunca se guarda, solo una huella suya, para que un documento verifique una sola cuenta. Tus fotos se eliminan una vez revisadas.
fi: Asiakirjan numeroa ei koskaan tallenneta – vain sen sormenjälki, jotta yksi asiakirja voi vahvistaa yhden tilin. Kuvasi poistetaan tarkastuksen jälkeen.
fr: Le numéro du document n’est jamais stocké — seulement son empreinte, pour qu’un document ne puisse vérifier qu’un seul compte. Vos photos sont supprimées après examen.
he: מספר המסמך אף פעם לא נשמר — רק טביעת אצבע שלו, כך שמסמך אחד יכול לאמת חשבון אחד. התמונות שלך נמחקות לאחר הבדיקה.
hi: दस्तावेज़ का नंबर कभी सेव नहीं किया जाता — सिर्फ़ उसका एक फ़िंगरप्रिंट, ताकि एक दस्तावेज़ से एक ही अकाउंट सत्यापित हो। समीक्षा के बाद आपकी फ़ोटो हटा दी जाती हैं।
hr: Broj isprave nikada se ne sprema — samo njegov otisak, tako da jedna isprava može potvrditi jedan račun. Tvoje fotografije se brišu nakon pregleda.
hu: Az okmány számát soha nem tároljuk – csak egy ujjlenyomatát, hogy egy okmány egy fiókot hitelesíthessen. A fotóid az elbírálás után törlődnek.
id: Nomor dokumen tidak pernah disimpan — hanya sidik jarinya, sehingga satu dokumen hanya bisa memverifikasi satu akun. Fotomu dihapus setelah ditinjau.
it: Il numero del documento non viene mai conservato: solo la sua impronta, così un documento può verificare un solo account. Le tue foto vengono eliminate dopo la revisione.
ja: 書類番号は保存されません。保存されるのはそのフィンガープリントだけで、1つの書類で認証できるアカウントは1つになります。写真は審査後に削除されます。
ko: 문서 번호는 저장되지 않고 지문 정보만 저장되어, 하나의 문서로 하나의 계정만 인증할 수 있어요. 사진은 검토가 끝나면 삭제돼요.
ml: രേഖയുടെ നമ്പർ ഒരിക്കലും സൂക്ഷിക്കില്ല — അതിന്റെ ഫിംഗർപ്രിന്റ് മാത്രം, അങ്ങനെ ഒരു രേഖ കൊണ്ട് ഒരു അക്കൗണ്ട് മാത്രമേ പരിശോധിക്കാനാകൂ. പരിശോധിച്ചുകഴിഞ്ഞാൽ നിങ്ങളുടെ ഫോട്ടോകൾ ഇല്ലാതാക്കും.
ms: Nombor dokumen tidak pernah disimpan — hanya cap jarinya, supaya satu dokumen hanya boleh mengesahkan satu akaun. Foto anda dipadam setelah disemak.
nb: Dokumentnummeret lagres aldri, bare et fingeravtrykk av det, slik at ett dokument bare kan verifisere én konto. Bildene dine slettes etter gjennomgang.
nl: Het documentnummer wordt nooit opgeslagen, alleen een vingerafdruk ervan, zodat één document één account kan verifiëren. Je foto's worden verwijderd zodra ze zijn beoordeeld.
pl: Numer dokumentu nigdy nie jest przechowywany — tylko jego odcisk, dzięki czemu jeden dokument może zweryfikować jedno konto. Twoje zdjęcia są usuwane po sprawdzeniu.
pt_br: O número do documento nunca é guardado, apenas uma impressão digital dele, para que um documento verifique uma só conta. Suas fotos são excluídas depois da análise.
pt_pt: Não guardamos o número do documento; apenas uma impressão digital dele, para que um documento só verifique uma conta. As suas fotos são eliminadas depois de revistas.
ro: Numărul documentului nu este stocat niciodată — doar o amprentă a lui, ca un document să poată verifica un singur cont. Fotografiile tale sunt șterse după analiză.
ru: Номер документа не хранится — только его отпечаток, чтобы один документ подтверждал один аккаунт. Ваши фото удаляются после проверки.
sk: Číslo dokladu sa nikdy neukladá — iba jeho odtlačok, aby jeden doklad mohol overiť jeden účet. Tvoje fotky sa po posúdení odstránia.
sv: Dokumentnumret sparas aldrig – bara ett fingeravtryck av det, så att ett dokument bara kan verifiera ett konto. Dina bilder raderas när de har granskats.
ta: ஆவண எண் ஒருபோதும் சேமிக்கப்படாது — அதன் கைரேகை மட்டுமே, அதனால் ஓர் ஆவணம் ஒரு கணக்கை மட்டுமே சரிபார்க்கும். மதிப்பாய்வு முடிந்ததும் உங்கள் புகைப்படங்கள் நீக்கப்படும்.
te: పత్రం నంబర్ ఎప్పుడూ నిల్వ చేయబడదు — దాని ఫింగర్‌ప్రింట్ మాత్రమే, తద్వారా ఒక పత్రం ఒక ఖాతాను మాత్రమే ధృవీకరించగలదు. సమీక్ష పూర్తయ్యాక మీ ఫోటోలు తొలగించబడతాయి.
th: ระบบไม่เก็บหมายเลขเอกสาร เก็บเพียงลายนิ้วมือดิจิทัลของหมายเลข เพื่อให้เอกสารหนึ่งใบยืนยันได้หนึ่งบัญชี รูปของคุณจะถูกลบเมื่อตรวจสอบแล้ว
tr: Belge numarası asla saklanmaz; yalnızca parmak izi saklanır, böylece bir belge yalnızca bir hesabı doğrulayabilir. Fotoğraflarınız incelendikten sonra silinir.
uk: Номер документа ніколи не зберігається — лише його відбиток, тож один документ може верифікувати один обліковий запис. Ваші фото видаляються після розгляду.
ur: دستاویز کا نمبر کبھی محفوظ نہیں کیا جاتا — صرف اس کا فنگر پرنٹ، تاکہ ایک دستاویز سے ایک ہی اکاؤنٹ کی تصدیق ہو۔ جائزے کے بعد آپ کی تصاویر حذف ہو جاتی ہیں۔
vi: Số giấy tờ không bao giờ được lưu — chỉ lưu một dấu vân tay của nó, để một giấy tờ chỉ xác minh được một tài khoản. Ảnh của bạn bị xóa sau khi được xét duyệt.
zh_hans: 证件号码绝不会被存储，只保存其指纹，使一份证件只能验证一个账户。你的照片在审核后会被删除。
zh_hant: 證件號碼絕不會被儲存，只會保存它的指紋，讓一份證件只能驗證一個帳號。你的照片在審核後即會刪除。

# document.privacy.offer
source: We don't store your document number as text — only a fingerprint of it, so one document can verify one account. Your photos (which show it) are deleted once reviewed, unless you choose below to keep them in your verification file.
ar: لا نخزّن رقم وثيقتك نصًّا — بصمة منه فقط، ليتحقق حساب واحد بوثيقة واحدة. تُحذف صورك (وهو ظاهر فيها) بعد المراجعة، إلا إن اخترت أدناه الاحتفاظ بها في ملف التحقق.
bn: আমরা আপনার নথির নম্বর লেখা হিসেবে রাখি না — শুধু এর একটি ফিঙ্গারপ্রিন্ট রাখি, যাতে একটি নথি দিয়ে একটি অ্যাকাউন্ট ভেরিফাই হয়। নিচে আপনার ভেরিফিকেশন ফাইলে রাখতে না চাইলে রিভিউ শেষ হলে আপনার ছবিগুলো (যেগুলোতে নম্বর দেখা যায়) মুছে ফেলা হয়।
ca: No desem el número del teu document com a text: només una empremta digital, perquè un document només pugui verificar un compte. Les teves fotos (que el mostren) s'eliminen un cop revisades, tret que triïs a sota conservar-les al teu fitxer de verificació.
cs: Číslo dokladu neukládáme jako text – jen jeho otisk, takže jeden doklad ověří jeden účet. Tvé fotografie (které ho zobrazují) se po posouzení smažou, pokud níže nezvolíš jejich ponechání v ověřovacím souboru.
da: Vi gemmer ikke dit dokumentnummer som tekst – kun et fingeraftryk af det, så ét dokument kun kan verificere én konto. Dine fotos (hvor det kan ses) slettes, når de er gennemgået, medmindre du nedenfor vælger at beholde dem i din verificeringsfil.
de: Wir speichern deine Dokumentnummer nicht als Text – nur einen Fingerabdruck davon, damit ein Dokument nur ein Konto verifizieren kann. Deine Fotos (auf denen sie zu sehen ist) werden nach der Prüfung gelöscht, es sei denn, du entscheidest dich unten dafür, sie in deiner Verifizierungsakte aufzubewahren.
el: Δεν αποθηκεύουμε τον αριθμό του εγγράφου σου ως κείμενο — μόνο ένα αποτύπωμά του, ώστε ένα έγγραφο να επαληθεύει έναν λογαριασμό. Οι φωτογραφίες σου (που τον δείχνουν) διαγράφονται μόλις εξεταστούν, εκτός αν επιλέξεις παρακάτω να τις κρατήσεις στον φάκελο επαλήθευσής σου.
es: No guardamos el número de tu documento como texto, solo una huella suya, para que un documento verifique una sola cuenta. Tus fotos (donde aparece) se eliminan una vez revisadas, salvo que elijas abajo conservarlas en tu expediente de verificación.
fi: Emme tallenna asiakirjasi numeroa tekstinä – vain sen sormenjäljen, jotta yksi asiakirja voi vahvistaa yhden tilin. Kuvasi (joissa numero näkyy) poistetaan tarkastuksen jälkeen, ellet valitse alla säilyttää niitä vahvistustiedostossasi.
fr: Nous ne stockons pas le numéro de votre document en texte — seulement son empreinte, pour qu’un document ne puisse vérifier qu’un seul compte. Vos photos (qui le montrent) sont supprimées après examen, sauf si vous choisissez ci-dessous de les garder dans votre dossier de vérification.
he: אנחנו לא שומרים את מספר המסמך שלך כטקסט — רק טביעת אצבע שלו, כך שמסמך אחד יכול לאמת חשבון אחד. התמונות שלך (שמראות אותו) נמחקות לאחר הבדיקה, אלא אם תבחר למטה לשמור אותן בתיק האימות שלך.
hi: हम आपके दस्तावेज़ का नंबर टेक्स्ट के रूप में सेव नहीं करते — सिर्फ़ उसका फ़िंगरप्रिंट, ताकि एक दस्तावेज़ से एक ही अकाउंट सत्यापित हो। आपकी फ़ोटो (जिनमें वह दिखता है) समीक्षा के बाद हटा दी जाती हैं, जब तक आप नीचे उन्हें अपनी सत्यापन फ़ाइल में रखना न चुनें।
hr: Broj tvoje isprave ne spremamo kao tekst — samo njegov otisak, tako da jedna isprava može potvrditi jedan račun. Tvoje fotografije (na kojima se vidi) brišu se nakon pregleda, osim ako ispod odlučiš zadržati ih u svojoj datoteci za provjeru.
hu: Az okmányod számát nem tároljuk szövegként – csak egy ujjlenyomatát, hogy egy okmány egy fiókot hitelesíthessen. A fotóid (amelyeken látszik) az elbírálás után törlődnek, kivéve ha lent úgy döntesz, hogy megőrizzük őket a hitelesítési aktádban.
id: Kami tidak menyimpan nomor dokumenmu sebagai teks — hanya sidik jarinya, sehingga satu dokumen hanya bisa memverifikasi satu akun. Fotomu (yang menampakkannya) dihapus setelah ditinjau, kecuali kamu memilih di bawah untuk menyimpannya di berkas verifikasimu.
it: Non conserviamo il numero del documento come testo: solo la sua impronta, così un documento può verificare un solo account. Le tue foto (che lo mostrano) vengono eliminate dopo la revisione, a meno che tu non scelga qui sotto di conservarle nel tuo fascicolo di verifica.
ja: 書類番号はテキストとして保存されません。保存されるのはそのフィンガープリントだけで、1つの書類で認証できるアカウントは1つになります。番号が写っている写真は審査後に削除されます。ただし、下で認証ファイルへの保管を選んだ場合を除きます。
ko: 문서 번호는 텍스트로 저장하지 않고 지문 정보만 저장해서, 하나의 문서로 하나의 계정만 인증할 수 있어요. 문서 번호가 보이는 사진은 검토가 끝나면 삭제돼요. 단, 아래에서 인증 파일에 보관하도록 선택한 경우는 예외예요.
ml: നിങ്ങളുടെ രേഖയുടെ നമ്പർ ടെക്സ്റ്റായി ഞങ്ങൾ സൂക്ഷിക്കില്ല — അതിന്റെ ഫിംഗർപ്രിന്റ് മാത്രം, അങ്ങനെ ഒരു രേഖ കൊണ്ട് ഒരു അക്കൗണ്ട് മാത്രമേ പരിശോധിക്കാനാകൂ. നമ്പർ കാണുന്ന നിങ്ങളുടെ ഫോട്ടോകൾ, താഴെ പരിശോധനാ ഫയലിൽ സൂക്ഷിക്കാൻ തിരഞ്ഞെടുത്തില്ലെങ്കിൽ, പരിശോധിച്ചുകഴിഞ്ഞാൽ ഇല്ലാതാക്കും.
ms: Kami tidak menyimpan nombor dokumen anda sebagai teks — hanya cap jarinya, supaya satu dokumen hanya boleh mengesahkan satu akaun. Foto anda (yang menunjukkannya) dipadam setelah disemak, melainkan anda memilih di bawah untuk menyimpannya dalam fail pengesahan anda.
nb: Vi lagrer ikke dokumentnummeret ditt som tekst, bare et fingeravtrykk av det, slik at ett dokument bare kan verifisere én konto. Bildene dine (som viser det) slettes etter gjennomgang, med mindre du velger nedenfor å beholde dem i verifiseringsmappen din.
nl: We slaan je documentnummer niet op als tekst, alleen een vingerafdruk ervan, zodat één document één account kan verifiëren. Je foto's (waarop het nummer staat) worden verwijderd zodra ze zijn beoordeeld, tenzij je hieronder kiest om ze in je verificatiedossier te bewaren.
pl: Nie przechowujemy numeru dokumentu jako tekstu — tylko jego odcisk, dzięki czemu jeden dokument może zweryfikować jedno konto. Twoje zdjęcia (na których widać numer) są usuwane po sprawdzeniu, chyba że poniżej zdecydujesz się zachować je w teczce weryfikacyjnej.
pt_br: Não guardamos o número do seu documento como texto, apenas uma impressão digital dele, para que um documento verifique uma só conta. Suas fotos (que o mostram) são excluídas depois da análise, a menos que você escolha abaixo mantê-las no seu arquivo de verificação.
pt_pt: Não guardamos o número do seu documento como texto; apenas uma impressão digital dele, para que um documento só verifique uma conta. As suas fotos (que o mostram) são eliminadas depois de revistas, a não ser que escolha abaixo guardá-las no seu ficheiro de verificação.
ro: Nu stocăm numărul documentului ca text — doar o amprentă a lui, ca un document să poată verifica un singur cont. Fotografiile tale (care îl arată) sunt șterse după analiză, dacă nu alegi mai jos să le păstrezi în dosarul de verificare.
ru: Мы не храним номер документа в виде текста — только его отпечаток, чтобы один документ подтверждал один аккаунт. Ваши фото (на них он виден) удаляются после проверки, если ниже вы не решите сохранить их в файле проверки.
sk: Číslo dokladu neukladáme ako text — iba jeho odtlačok, aby jeden doklad mohol overiť jeden účet. Tvoje fotky (na ktorých je vidieť) sa po posúdení odstránia, pokiaľ nižšie nezvolíš, že ich chceš uchovať v overovacom spise.
sv: Vi sparar inte ditt dokumentnummer som text – bara ett fingeravtryck av det, så att ett dokument bara kan verifiera ett konto. Dina bilder (där det syns) raderas när de har granskats, om du inte nedan väljer att behålla dem i din verifieringsfil.
ta: உங்கள் ஆவண எண்ணை உரையாகச் சேமிப்பதில்லை — அதன் கைரேகை மட்டுமே, அதனால் ஓர் ஆவணம் ஒரு கணக்கை மட்டுமே சரிபார்க்கும். கீழே உங்கள் சரிபார்ப்புக் கோப்பில் வைக்கத் தேர்ந்தெடுத்தால் தவிர, (அதைக் காட்டும்) உங்கள் புகைப்படங்கள் மதிப்பாய்வு முடிந்ததும் நீக்கப்படும்.
te: మేము మీ పత్రం నంబర్‌ను టెక్స్ట్‌గా నిల్వ చేయం — దాని ఫింగర్‌ప్రింట్ మాత్రమే, తద్వారా ఒక పత్రం ఒక ఖాతాను మాత్రమే ధృవీకరించగలదు. కింద మీరు వాటిని మీ ధృవీకరణ ఫైల్‌లో ఉంచుకోవాలని ఎంచుకుంటే తప్ప, సమీక్ష పూర్తయ్యాక మీ ఫోటోలు (వాటిలో నంబర్ కనిపిస్తుంది) తొలగించబడతాయి.
th: เราไม่เก็บหมายเลขเอกสารเป็นข้อความ เก็บเพียงลายนิ้วมือดิจิทัลของหมายเลข เพื่อให้เอกสารหนึ่งใบยืนยันได้หนึ่งบัญชี รูปของคุณ (ซึ่งเห็นหมายเลข) จะถูกลบเมื่อตรวจสอบแล้ว เว้นแต่คุณเลือกด้านล่างให้เก็บไว้ในแฟ้มยืนยันตัวตน
tr: Belge numaranızı metin olarak saklamayız; yalnızca parmak izini saklarız, böylece bir belge yalnızca bir hesabı doğrulayabilir. Numarayı gösteren fotoğraflarınız, aşağıda doğrulama dosyanızda saklamayı seçmediğiniz sürece incelendikten sonra silinir.
uk: Ми не зберігаємо номер вашого документа як текст — лише його відбиток, тож один документ може верифікувати один обліковий запис. Ваші фото (на яких він видно) видаляються після розгляду, якщо ви не виберете нижче зберегти їх у файлі верифікації.
ur: ہم آپ کے دستاویز کا نمبر متن کی صورت میں محفوظ نہیں کرتے — صرف اس کا فنگر پرنٹ، تاکہ ایک دستاویز سے ایک ہی اکاؤنٹ کی تصدیق ہو۔ آپ کی تصاویر (جن میں وہ نظر آتا ہے) جائزے کے بعد حذف ہو جاتی ہیں، سوائے اس کے کہ آپ نیچے انہیں اپنی تصدیقی فائل میں رکھنے کا انتخاب کریں۔
vi: Chúng tôi không lưu số giấy tờ của bạn dưới dạng văn bản — chỉ lưu một dấu vân tay của nó, để một giấy tờ chỉ xác minh được một tài khoản. Ảnh của bạn (có hiện số này) bị xóa sau khi được xét duyệt, trừ khi bạn chọn bên dưới để giữ chúng trong hồ sơ xác minh.
zh_hans: 我们不会以文本形式存储你的证件号码，只保存其指纹，使一份证件只能验证一个账户。你的照片（上面有该号码）在审核后会被删除，除非你在下方选择将其保存在验证档案中。
zh_hant: 我們不會以文字形式儲存你的證件號碼，只保存它的指紋，讓一份證件只能驗證一個帳號。你的照片（其中含有號碼）在審核後即會刪除，除非你在下方選擇將其保留在驗證檔案中。

# document.problem.chooseAnother
source: Choose another
ar: اختر غيرها
bn: অন্যটি বেছে নিন
ca: Tria'n una altra
cs: Vybrat jinou
da: Vælg et andet
de: Anderes wählen
el: Επίλεξε άλλη
es: Elegir otra
fi: Valitse toinen
fr: En choisir une autre
he: בחר אחרת
hi: दूसरी चुनें
hr: Odaberi drugu
hu: Másik választása
id: Pilih yang lain
it: Scegline un'altra
ja: 別の写真を選ぶ
ko: 다른 사진 선택
ml: മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക
ms: Pilih yang lain
nb: Velg et annet
nl: Kies een andere
pl: Wybierz inne
pt_br: Escolher outra
pt_pt: Escolher outra
ro: Alege alta
ru: Выбрать другое
sk: Vybrať inú
sv: Välj en annan
ta: வேறொன்றைத் தேர்ந்தெடு
te: మరొకటి ఎంచుకోండి
th: เลือกรูปอื่น
tr: Başka seç
uk: Вибрати інше
ur: دوسری چنیں
vi: Chọn ảnh khác
zh_hans: 另选一张
zh_hant: 選擇其他照片

# document.problem.chooseAnother.hint
source: Opens your photos to choose a different one
ar: يفتح صورك لتختار غيرها
bn: অন্য ছবি বেছে নিতে আপনার ফটো খোলে
ca: Obre les teves fotos per triar-ne una de diferent
cs: Otevře tvé fotky pro výběr jiné
da: Åbner dine fotos, så du kan vælge et andet
de: Öffnet deine Fotos, um ein anderes zu wählen
el: Ανοίγει τις φωτογραφίες σου για να επιλέξεις διαφορετική
es: Abre tus fotos para elegir otra distinta
fi: Avaa kuvasi toisen valitsemiseksi
fr: Ouvre vos photos pour en choisir une autre
he: פותח את התמונות שלך כדי לבחור אחרת
hi: दूसरी फ़ोटो चुनने के लिए आपकी फ़ोटो खोलता है
hr: Otvara tvoje fotografije za odabir druge
hu: Megnyitja a fotóidat, hogy másikat válassz
id: Membuka fotomu untuk memilih yang berbeda
it: Apre le tue foto per sceglierne un'altra
ja: 写真を開いて別のものを選びます
ko: 사진 보관함을 열어 다른 사진을 선택해요
ml: മറ്റൊന്ന് തിരഞ്ഞെടുക്കാൻ നിങ്ങളുടെ ഫോട്ടോകൾ തുറക്കുന്നു
ms: Membuka foto anda untuk memilih yang berbeza
nb: Åpner bildene dine slik at du kan velge et annet
nl: Opent je foto's om een andere te kiezen
pl: Otwiera Twoje zdjęcia, aby wybrać inne
pt_br: Abre suas fotos para escolher outra
pt_pt: Abre as suas fotos para escolher uma diferente
ro: Deschide fotografiile tale pentru a alege alta
ru: Открывает ваши фото, чтобы выбрать другое
sk: Otvorí tvoje fotky na výber inej
sv: Öppnar dina foton så att du kan välja ett annat
ta: வேறொன்றைத் தேர்ந்தெடுக்க உங்கள் புகைப்படங்களைத் திறக்கும்
te: వేరొకటి ఎంచుకోవడానికి మీ ఫోటోలను తెరుస్తుంది
th: เปิดรูปภาพของคุณเพื่อเลือกรูปอื่น
tr: Farklı bir tane seçmeniz için fotoğraflarınızı açar
uk: Відкриває ваші фото, щоб вибрати інше
ur: دوسری تصویر چننے کے لیے آپ کی تصاویر کھولتا ہے
vi: Mở ảnh của bạn để chọn ảnh khác
zh_hans: 打开你的照片以选择另一张
zh_hant: 開啟你的照片，選擇另一張

# document.problem.retake.hint
source: Goes back to the camera
ar: يعود إلى الكاميرا
bn: ক্যামেরায় ফিরে যায়
ca: Torna a la càmera
cs: Vrátí se k fotoaparátu
da: Går tilbage til kameraet
de: Geht zurück zur Kamera
el: Επιστρέφει στην κάμερα
es: Vuelve a la cámara
fi: Palaa kameraan
fr: Revient à l’appareil photo
he: חוזר למצלמה
hi: कैमरे पर लौटता है
hr: Vraća na kameru
hu: Visszalép a kamerához
id: Kembali ke kamera
it: Torna alla fotocamera
ja: カメラに戻ります
ko: 카메라로 돌아가요
ml: ക്യാമറയിലേക്ക് മടങ്ങുന്നു
ms: Kembali ke kamera
nb: Går tilbake til kameraet
nl: Gaat terug naar de camera
pl: Wraca do aparatu
pt_br: Volta para a câmera
pt_pt: Volta à câmara
ro: Revine la cameră
ru: Возвращает к камере
sk: Vráti sa k fotoaparátu
sv: Går tillbaka till kameran
ta: கேமராவுக்குத் திரும்பும்
te: కెమెరాకు తిరిగి వెళ్తుంది
th: กลับไปที่กล้อง
tr: Kameraya geri döner
uk: Повертається до камери
ur: کیمرے پر واپس جاتا ہے
vi: Quay lại camera
zh_hans: 返回相机
zh_hant: 回到相機
